<div class="typical">
	<h1>О проекте</h1>
	<div class="filling">

		<p>Мысль выпустить сайт, который показывал бы, что где находится, пришла
		мне в голову однажды вечером, когда я остался в Алматы совсем один, и
		думал, куда отправиться поесть. Мне нужно было приличное место с wifi,
		желательно неподалеку от гостиницы, где я остановился. Я залез в
		интернет и понял, что упрощать задачу мне никто не собирается - в
		городе я не ориентируюсь, а значит, просто адрес меня не спасет. К
		тому же, как определить по названию "приличность" места и наличие
		хорошего интернета?</p>

		<p>Пришлось воспользоваться "помощью друга". Я позвонил знакомой -
		<a href="http://on.kz/u62/">Инессе Шлапак</a>, чтобы узнать о ближайших местах с
		хорошей кухней и быстрым wifi. Кстати, я его уже успел забыть - то
		заведение, которое она посоветовала, так что, если вдруг, придется
		снова звонить Инессе. Точнее не придется, а пришлось бы. Потому что
		сейчас, вбив в поиск этого сайта "что: кафе, wifi" и "где: ул.
		Фурманова", я как раз и получу - <a href="http://www.nakarte.kz/poi/566">Marrone Rosso</a> (оно!) - wifi, работает
		до 12.00 ночи.</p>

		<p>Иными словами, этот сайт поможет вам найти то, что нужно - кафе,
		магазин, поликлинику, шиномонтаж, автозаправку, нотариуса, обмен
		валюты и т.д. Причем не просто "где-то в городе", а в том районе,
		который вам удобен.</p>

		<p>Конечно, сейчас сайт работает не на полную мощность. Во-первых, здесь
		пока только Алматы (мы решили, раз едем на баркемпе в Алматы - отсюда
		и начнем). Во-вторых, планируется еще много интересного функционала,
		связанного с "местами". А дальше можно будет взяться и за "людей", и
		за "фото". Как вы думаете, что там будет? Если честно, мы сами
		окончательно еще не определились, так что - делитесь идеями и
		предложениями.</p>

		<p>Да, и самое главное: участвуйте в наполнении сайта - добавляйте новые
		места, голосуйте, пишите отзывы, присылайте свои замечания и
		предложения. И тогда сайт, я надеюсь, будет по-настоящему полезен
		всем.</p>

		<p>Адриан Крупчанский  и команда Notamedia.</p>
	</div>
</div>