<div class="typical">
	<h1>Помощь</h1>
	<div class="filling">
		<p>Обычно в&nbsp;разделе &laquo;помощь&raquo; рассказывают, как пользоваться сайтом. Но
		нам кажется, что и&nbsp;так все понятно&nbsp;&mdash; вводишь &laquo;что&raquo; и&nbsp;&quot;где&laquo;(последнее
		можно и&nbsp;не&nbsp;вводить, тогда поиск пройдет по&nbsp;всему городу) и&nbsp;смотришь на
		 результаты. Или&nbsp;&mdash; &laquo;кликаешь&raquo; рубрикатор и&nbsp;на&nbsp;карте ищешь, что нужно.</p>

		<p>Поэтому мы&nbsp;решили в&nbsp;этом разделе еще раз попросить вас помочь сделать
		этот ресурс полезным и&nbsp;удобным. Пожалуйста, добавляйте новые места,
		голосуйте и&nbsp;оставляйте отзывы. Если кто-то готов участвовать в
		составлении базы по&nbsp;другим городам или в&nbsp;модерации новых объектов (да,
		да, мы&nbsp;внимательно следим, чтобы всяких глупостей на&nbsp;карте не&nbsp;было),
		пишите&nbsp;&mdash; вы&nbsp;нам очень нужны!</p>

		<p>Если будут какие-либо идеи по&nbsp;развитию сайта или найдете ошибки&nbsp;&mdash; вы
		<a href="mailto:info@nakarte.kz">знаете</a>, что надо
		делать!</p>

		<p>С уважением,
		команда разработчиков</p>
	</div>
</div>