-- phpMyAdmin SQL Dump
-- version 3.3.1
-- http://www.phpmyadmin.net
--
-- Хост: localhost:3306
-- Время создания: Апр 16 2010 г., 14:26
-- Версия сервера: 5.1.45
-- Версия PHP: 5.3.2

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `nakarte_restore`
--

-- --------------------------------------------------------

--
-- Структура таблицы `pois`
--

CREATE TABLE IF NOT EXISTS `pois` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `ctime` datetime NOT NULL,
  `mtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `caption` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `lat` float NOT NULL DEFAULT '0',
  `lon` float NOT NULL DEFAULT '0',
  `user_id` int(11) unsigned DEFAULT NULL,
  `descr` text COLLATE utf8_unicode_ci NOT NULL,
  `rating` float NOT NULL DEFAULT '0',
  `city_id` int(10) unsigned DEFAULT NULL,
  `address` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `state` int(11) NOT NULL DEFAULT '0',
  `email` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `city_id` (`city_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=2126 ;

--
-- Дамп данных таблицы `pois`
--

REPLACE INTO `pois` (`id`, `ctime`, `mtime`, `caption`, `lat`, `lon`, `user_id`, `descr`, `rating`, `city_id`, `address`, `state`, `email`) VALUES
(260, '2009-12-21 17:15:35', '2010-04-11 15:17:21', 'Алатау', 43.2282, 76.8592, NULL, '', 0, 8, 'Казахстан, Алматы, пр. Алтынсарина, 3а', 1, ''),
(261, '2009-12-21 17:15:35', '2010-04-12 14:38:30', 'Крыша', 43.2399, 76.9027, NULL, '', 0, 8, 'Казахстан, Алматы,  пр. Абая, 115 (уг. ул. Ауэзова)', 1, ''),
(262, '2009-12-21 17:15:35', '2010-04-12 14:35:17', 'Репортер', 43.2424, 76.9034, NULL, '', 0, 8, 'Казахстан, г. Алматы, ул. Ауэзова, 69', 1, ''),
(263, '2009-12-21 17:15:36', '2010-04-12 13:58:29', 'Соломон', 43.2535, 76.9543, NULL, '', 0, 8, 'Казахстан, г. Алматы, Ул. Богенбай батыра, 102 (уг. ул. Пушкина)', 1, ''),
(264, '2009-12-21 17:15:36', '2010-04-12 13:55:21', 'Стильная собака', 43.234, 76.9389, NULL, '', 0, 8, 'Казахстан, г. Алматы, Ул. Тимирязева, 1а (уг. пр. Сейфуллина)', 1, ''),
(265, '2009-12-21 17:15:37', '2010-04-12 13:37:39', 'Темирлан', 43.3548, 76.9498, NULL, '', 0, 8, 'Казахстан, г. Алматы, Ул. Спасская, 68', 1, ''),
(266, '2009-12-21 17:15:38', '2010-04-12 13:29:29', 'Трюм Пива', 43.2337, 76.8527, NULL, '', 0, 8, 'Казахстан, г. Алматы, ул. Жубанова, 94, уг. пр. Алтынсарина', 1, ''),
(267, '2009-12-21 17:15:38', '2010-04-12 13:04:30', 'Француз', 43.2509, 76.897, NULL, '', 0, 8, 'Казахстан, г. Алматы, Ул. Толе би, 184 (уг. ул. Жарокова)', 1, ''),
(268, '2009-12-21 17:15:39', '2010-04-12 13:02:27', 'Футбольный паб', 43.2536, 76.9482, NULL, '', 0, 8, 'Казахстан, г. Алматы, ул. Богенбай батыра, 117, уг.ул. Тулебаева', 1, ''),
(269, '2009-12-21 17:15:39', '2010-04-12 11:54:20', 'Чукотка', 43.2606, 76.9572, NULL, '', 0, 8, 'Казахстан, г. Алматы, ул. Гоголя, 40 (в здании ресторана Жулдыз)', 1, ''),
(270, '2009-12-21 17:15:39', '2010-04-12 11:53:22', 'Чуть-чуть', 43.2379, 76.9272, NULL, '', 0, 8, 'Казахстан, г. Алматы, ул. Байтурсынова, 113', 1, ''),
(271, '2009-12-21 17:15:40', '2010-04-12 11:42:45', 'Шлюпка', 43.2211, 76.8698, NULL, '', 0, 8, 'Казахстан, г. Алматы, ул. Шаляпина, 3б (уг. пр. Алтынсарина)', 1, ''),
(272, '2009-12-21 17:15:40', '2010-04-12 11:34:38', 'Штаб', 43.2515, 76.9403, NULL, '', 0, 8, 'Казахстан, г. Алматы, Ул. Желтоксан, 132 (уг.ул. Карасай Батыра)', 1, ''),
(273, '2009-12-21 17:15:41', '2010-04-10 17:24:48', 'Chester Pub', 43.2397, 76.9483, NULL, '', 0, 8, 'Казахстан, г.Алматы, ул. Фурманова, 193', 1, ''),
(274, '2009-12-21 17:15:41', '2010-04-10 18:23:00', 'Dublin Pub', 43.2416, 76.9443, NULL, '', 0, 8, 'Казахстан, г. Алматы, ул. Байсеитовой, 45', 1, ''),
(275, '2009-12-21 17:15:42', '2010-04-10 18:54:26', 'Garbage', 43.2492, 76.9196, NULL, '', 0, 8, 'Казахстан, Алматы, ул. Муратбаева, 164', 1, ''),
(276, '2009-12-21 17:15:43', '2010-04-11 12:02:06', 'San Siro', 43.2532, 76.9497, NULL, '', 0, 8, 'Казахстан, г. Алматы, ул. Богенбай батыра, 117 (уг. ул. Тулебаева)', 1, ''),
(277, '2009-12-21 17:15:43', '2010-04-11 12:33:00', 'Staut Almarasan', 43.1972, 76.8887, NULL, '', 0, 8, 'Казахстан, г. Алматы, 4 км. от кольца вверх по ул. Навои, выше пр. Аль-Фараби.', 1, ''),
(278, '2009-12-21 17:15:44', '2010-04-11 12:35:02', 'Staut Beer Bar', 43.2131, 76.8567, NULL, '', 0, 8, 'Казахстан, г. Алматы, Ул. Саина 1/10, (уг. ул. Шаляпина)', 1, ''),
(279, '2009-12-21 17:15:44', '2010-04-11 12:45:20', 'Tiffozzi bar', 43.228, 76.9593, NULL, '', 0, 8, 'Казахстан, г. Алматы, пр. Аль-Фараби 1', 1, ''),
(568, '2009-12-21 17:18:27', '2010-04-11 11:26:31', 'Millenium', 43.2363, 76.9043, NULL, '', 0, 8, 'Казахстан, Алматы,  ул. Ауэзова, 84', 1, ''),
(816, '2009-12-21 17:21:42', '2010-04-12 17:07:15', '5 Оборотов', 43.2453, 76.8895, NULL, '', 0, 8, 'Казахстан, г. Алматы, ул. Кабанбай батыра, 320 (уг. ул.  Розыбакиева)', 1, ''),
(961, '2009-12-21 17:24:49', '2010-03-30 13:34:43', 'Аю', 51.1766, 71.4103, NULL, '', 0, 12, 'Казахстан, г. Астана, пр. Женис, 37', 0, ''),
(962, '2009-12-21 17:24:50', '2010-03-30 13:34:44', 'Байкал', 51.1637, 71.4125, NULL, '', 0, 12, 'Казахстан, г. Астана, ул. Кенесары, 21', 0, ''),
(963, '2009-12-21 17:24:51', '2010-03-30 13:34:44', 'Волна', 51.1703, 71.4045, NULL, '', 0, 12, 'Казахстан, г. Астана, ул. Кубрина, 22/1', 0, ''),
(964, '2009-12-21 17:24:52', '2010-03-30 13:34:45', 'Кнайпа', 51.2502, 71.3835, NULL, '', 0, 12, 'Казахстан, г. Астана, ул. Аль-Фараби, 37/1', 0, ''),
(965, '2009-12-21 17:24:53', '2010-03-30 13:34:45', 'Кружка', 51.1651, 71.4283, NULL, '', 0, 12, 'Казахстан, г. Астана, пр. Республики, 18', 0, ''),
(966, '2009-12-21 17:24:54', '2010-03-30 13:34:46', 'Медеу', 51.1613, 71.4122, NULL, '', 0, 12, 'Казахстан, г. Астана, ул. Ирченко, 31', 0, ''),
(967, '2009-12-21 17:24:55', '2010-03-30 13:34:46', 'Мырза', 51.1247, 71.4261, NULL, '', 0, 12, 'Казахстан, г. Астана, пр. Сыганак, 21/1', 0, ''),
(968, '2009-12-21 17:24:56', '2010-03-30 13:34:47', 'Нептун', 51.1523, 71.441, NULL, '', 0, 12, 'Казахстан, г. Астана, ул. Ташенова, 11/1 (уг. ул. Бараева)', 0, ''),
(969, '2009-12-21 17:24:56', '2010-03-30 13:34:47', 'Сырасат Пивасик', 51.1242, 71.4186, NULL, '', 0, 12, 'Казахстан, г. Астана, пр. Сыганак, 10 ЖК Номад', 0, ''),
(970, '2009-12-21 17:24:57', '2010-03-30 13:34:48', 'Cinzano Astana', 51.1612, 71.4144, NULL, '', 0, 12, 'Казахстан, г. Астана, пр. Женис, 5', 0, ''),
(971, '2009-12-21 17:24:58', '2010-03-30 13:34:49', 'Lime', 51.164, 71.4722, NULL, '', 0, 12, 'Казахстан, г. Астана, ул. Пушкина, 21/1', 0, ''),
(972, '2009-12-21 17:24:59', '2010-03-30 13:34:50', 'Sligo (Ирландский паб)', 51.1691, 71.4296, NULL, '', 0, 12, 'Казахстан, г. Астана, пр. Абая, 45 (ТД Окан Мерей)', 0, ''),
(973, '2009-12-21 17:24:59', '2010-03-30 13:34:50', 'Staut Beer Bar', 51.1466, 71.4617, NULL, '', 0, 12, 'Казахстан, г. Астана, ул. Куйши Дина, 11 / 1', 0, '');
